---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.HeightOfRunIsTooSmall
source: html/ffd840cd-932a-41cb-4d87-2dc2420aaa24.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.HeightOfRunIsTooSmall Property

Height of run is too small.

## Syntax (C#)
```csharp
public static FailureDefinitionId HeightOfRunIsTooSmall { get; }
```